Repository: kishlaykishore1/BeTasker
Catalog: BeTasker/StoryBoards/*.lproj/Main.strings
Languages: fr

# 48Y-5z-We5.text
source: To continue, enter your phone number
fr: Pour continuer, entrez votre numéro de téléphone

# 5pX-M1-6zQ.normalTitle
source: Get started
fr: Démarrer

# 6Le-v5-gCK.text
source: Phone Number Verification
fr: Vérification du numéro

# 72f-I1-ALE.text
source: Personal informations
fr: Informations personnelles

# 7yw-oJ-XBW.text
source: We will send you automated alerts.
fr: Nous vous enverrons des alertes automatisées.

# 9By-E7-F0h.text
source: Personal informations
fr: Informations personnelles

# 9qf-mh-0tE.text
source: You can change this setting in your account settings.
fr: Vous pourrez modifier ce réglage dans les paramètres de votre compte.

# B7M-QL-YMm.normalTitle
source: Resend code in 29s
fr: Renvoyer le code dans 29s

# Bm8-tJ-u6r.text
source: To make this app even more useful, enable critical notifications. You will therefore be notified of the most important alerts from your colleagues at any time.
fr: Pour rendre cette application encore plus utile, activez les notifications critiques. Vous serez donc prévenu des alertes les plus importantes de vos collaborateurs à toute heure.

# C5x-hl-rAe.text
source: STEP 3 •
fr: ÉTAPE 3 •

# DAw-Ss-iyz.text
source: Well done! Your account has been successfully created
fr: Bravo ! Votre compte a bien été créé

# Ec4-Na-wvA.text
source: Avec BeTasker, vous gérez la température depuis votre téléphone.
fr: Avec EasyZoning, vous gérez la température depuis votre téléphone.

# F4t-3k-9gb.text
source: Log in to your BeTasker account or create an account.
fr: Connectez-vous à votre compte BeTasker ou créer un compte.

# GsX-23-tdO.text
source: Please complete the following steps to finalize your registration.
fr: Veuillez compléter les étapes suivantes pour finaliser votre inscription.

# IJ1-fz-Dl4.text
source: I certify that I have read and accept these Terms of Use.
fr: Je certifie avoir lu et j’accepte les présentes Conditions, d’Utilisation.

# JKi-5L-8SA.text
source: You can now go to the app home page
fr: Vous pouvez maintenant vous rendre sur la page d’accueil de l’application

# Lhp-vR-QXg.normalTitle
source: Next
fr: Suivant

# NWu-3z-2Xr.text
source: Please complete the following steps to finalize your sign up.
fr: Veuillez compléter les étapes suivantes pour finaliser votre inscription.

# OiB-Vg-5KZ.normalTitle
source: Next
fr: Suivant

# PfM-n1-3M2.text
source: OR
fr: OU

# Qx3-cz-YJo.text
source: Personal informations
fr: Informations personnelles

# SLU-cb-LNg.text
source: Your date of birth
fr: Votre date de naissance

# Wrv-ro-Fli.text
source: Please complete the following steps to finalize your sign up.
fr: Veuillez compléter les étapes suivantes pour finaliser votre inscription.

# X2F-J2-bCS.text
source: I have read and accept the Terms of Use
fr: J’ai lu et j’accepte les Conditions Générales d'Utilisation

# Y72-6J-4Zj.text
source: Allow critical notifications
fr: Autoriser les notification critiques

# YRU-tu-YnY.normalTitle
source: Next
fr: Suivant

# ZZu-FI-Qsf.text
source: By continuing you acknowledge that you have read our Privacy Policy and agree to our Terms of Use.
fr: En continuant vous reconnaissez avoir lu notre Politique de confidentialité et vous acceptez nos Conditions Générales d’Utilisation.

# c9S-S5-hO9.text
source: The collection and processing of your personal data is necessary to provide you with a service that meets your expectations.
fr: La collecte et le traitement de vos données personnelles sont nécessaires pour vous fournir un service à la hauteur de vos attentes.

# cFu-wD-pxe.placeholder
source: Your email (optional)
fr: Votre e-mail (Facultatif)

# cRm-TF-hRX.text
source: We will send you automated alerts.
fr: Nous vous enverrons des alertes automatisées.

# dax-Lk-2lc.placeholder
source: Your first name
fr: Votre prénom

# df9-cr-wf9.text
source: Personal informations
fr: Informations personnelles

# fJa-W1-xE5.placeholder
source: Your phone number
fr: Votre téléphone

# fdI-oW-QWq.normalTitle
source: Let’s start !
fr: Je commence !

# gng-Lz-nUV.text
source: Welcome to BeTasker
fr: Bienvenue sur BeTasker

# goF-aY-riw.text
source: Please complete the following steps to finalize your sign up.
fr: Veuillez compléter les étapes suivantes pour finaliser votre inscription.

# iOa-X9-Vqx.normalTitle
source: I will add it later
fr: Je l’ajouterai plus tard

# iyS-WI-xBz.text
source: I have read and accept the Privacy Policy
fr: J’ai lu et j’accepte la Politique de confidentialité

# j24-j3-ixR.text
source: Welcome!
fr: Bienvenue !

# kaG-Ov-Msl.text
source: Take control
fr: Prenez le contrôle

# n0G-9R-LEl.placeholder
source: Your last name
fr: Votre nom

# ogA-do-vbc.normalTitle
source: Next
fr: Suivant

# qEn-Pd-0sh.text
source: STEP 1 •
fr: ÉTAPE 1 •

# ra0-Rp-22c.normalTitle
source: Continue with my phone
fr: Continuer avec mon téléphone

# tdP-b0-Vnq.normalTitle
source: Login
fr: Connexion

# tdX-bu-jcX.text
source: STEP 5 •
fr: ÉTAPE 5 •

# txi-O2-eXD.normalTitle
source: Next
fr: Suivant

# u2f-lD-akw.text
source: Please accept the following conditions.
fr: Veuillez accepter les conditions suivantes.

# vDA-EO-7U5.normalTitle
source: Next
fr: Suivant

# wsC-Vr-V0L.text
source: Please complete the following steps to finalize your sign up.
fr: Veuillez compléter les étapes suivantes pour finaliser votre inscription.

# wvY-H8-tUZ.normalTitle
source: Continue
fr: Continuer

# xh7-un-OUD.text
source: STEP 2 •
fr: ÉTAPE 2 •

# xnK-eN-0Fk.text
source: Allow notifications
fr: Autoriser les notifications

# xzY-Ma-xB5.text
source: Last step
fr: Dernière étape

# y2E-mZ-BtH.normalTitle
source: Continue
fr: Continuer

# zsq-nF-Z0c.text
source: STEP 4 •
fr: ÉTAPE 4 •

# dBV-9w-VSk.text
source: Welcome on BeTasker !
fr: Bienvenue sur BeTasker !

# QlF-zm-foe.text
source: To start, create or join a new Workplace.
fr: Pour démarrer, créer ou rejoindre un nouvel espace de travail.

# ch5-Iw-1TC.text
source: Staff / employee ?
fr: Personnel/employé ?

# lIP-4R-a35.text
source: Share your ID to join a Workplace
fr: Partagez votre identifiant pour rejoindre un espace de travail

# dXc-FO-MSn.text
source: Share your ID
fr: Partagez votre identifiant

# gfW-vW-Scl.text
source: OR
fr: OU

# TMS-O7-eQz.text
source: Team manager ?
fr: Chef d'équipe ?

# R7e-Pu-85S.text
source: Create a new Workplace
fr: Créer un nouvel espace de travail

# 4l9-1c-ucR.text
source: New Workplace
fr: Nouvel espace de travail

# Rzr-7H-KWQ.normalTitle
source: Log out
fr: Se déconnecter

# uf0-0y-NqF.normalTitle
source: Delete my account
fr: Supprimer mon compte
